import {OurProposalBlockList} from "@/components/_HelperComponents/OurProposalBlock/types";

export const PAGE_TITLE_TEXT = {
    title: "Улучшение качества света в Минске",
    description: "Мы предоставляем профессиональные услуги по доработке и ремонту автомобильной оптики в Минске. Наши работы включают улучшение качества света, полировку, бронирование, устранение запотевания и техническое обслуживание фар. Мы стремимся к прозрачности, поэтому предлагаем доступные и обоснованные цены на все виды услуг. Наша команда использует только проверенные материалы и современное оборудование, что гарантирует надёжность и долговечность результата. В прайс-листе вы найдёте актуальные расценки на установку Bi-Led модулей, ремонт корпусов, замену ламп и другие услуги. Обращаясь к нам, вы получаете качественное обслуживание автомобильных фар по справедливой цене в удобное для вас время. Ознакомьтесь с нашими ценами и убедитесь, что профессиональный подход может быть доступным!",
    priceTitle: "Цены улучшения качества света",
}

export const lightQualityProposalList: OurProposalBlockList[] = [
    {
        title: 'Установка Bi-Led модулей',
        description: 'Мы — команда опытных специалистов в области ретрофита фар. Наш богатый опыт и глубокие знания позволяют нам добиваться идеального результата, превращая старые фары в современные, безопасные и стильные элементы вашего автомобиля.',
    },
    {
        title: 'Установка Bi-линз',
        description: 'Мы предоставляем индивидуальные решения, полностью соответствующие вашим потребностям и ожиданиям, гарантируя высочайший уровень сервиса и персонализированный подход.',
    },
    {
        title: 'Установка диодных ламп',
        description: 'Мы ориентируемся на достижение превосходных результатов, используя только материалы высочайшего качества и новейшее профессиональное оборудование. Такой подход гарантирует надежность, долговечность и соответствие самым высоким стандартам качества.',
    },
];

export const priceDataSource = [
    {
        serviceName: 'Регулировка света фар',
        price: '50',
    },
    {
        serviceName: 'Снятие и установка бампера и фар',
        price: '100',
    },
    {
        serviceName: 'Снятие и установка фары с одной стороны (без снятия бампера)',
        price: 'от 10',
    },
    {
        serviceName: 'Снятие и установка фар с обеих сторон (без снятия бампера)',
        price: 'от 20',
    },
    {
        serviceName: 'Снятие и установка фар со снятием колес и подкрылков с обеих сторон',
        price: '200',
    },
    {
        serviceName: 'Разборка/сборка стекла фары (полиуретановый герметик)',
        price: '200',
    },
    {
        serviceName: 'Разборка/сборка стекла фары (бутиловый герметик)',
        price: '150',
    },
    {
        serviceName: 'Разборка/сборка внутренних элементов фары (после демонтажа стекла)',
        price: 'от 50',
    },
    {
        serviceName: 'Установка/замена модуля освещения (одна фара)',
        price: 'от 50',
    },
    {
        serviceName: 'Замена модуля освещения (для фар с адаптивной системой) (одна фара)',
        price: 'от 100',
    },
    {
        serviceName: 'Электро-монтажные работы внутри фары',
        price: 'от 30',
    },
    {
        serviceName: 'Ремонт пластика (сварка ремонтными прутками)',
        price: '4 руб за 1 см шва',
    },
    {
        serviceName: 'Полировка и химическое восстановление стекол двух фар',
        price: 'От 150',
    },
    {
        serviceName: 'Оклейка защитной пленкой стекол двух фар',
        price: 'От 150',
    },
    {
        serviceName: 'Подключение диагностического прибора, считывание кодов неисправностей',
        price: '50',
    },
    {
        serviceName: 'Кодирование блоков',
        price: 'От 100',
    },
    {
        serviceName: 'Установка ламп',
        price: 'От 50',
    },
];