import {NAVIGATION_URL} from "@/constants/navigation";

export const textAbout = {
    title: 'PRIME AUTO -',
    first: 'Мы — команда опытных специалистов, которая понимает ценность вашего автомобиля и стремится сохранить его в состоянии нового. Мы используем материалы премиального качества и гарантируем долгосрочную надежность наших работ.',
    second: 'Наша миссия — обеспечить вашему автомобилю идеальный внешний вид, защиту от внешних воздействий и сохранить его безупречным на долгие годы. Мы гордимся своей безукоризненной репутацией и делаем все, чтобы превзойти ожидания каждого клиента. Доверив нам свой автомобиль, вы можете быть уверены, что он окажется в руках настоящих профессионалов, преданных своему делу.',
}

export const works = [
    {
        title: 'Замена линз фар',
        link: NAVIGATION_URL.uluchsheniyeKachestvaSveta,
    },
    {
        title: 'Оклейка и полировка фар',
        link: NAVIGATION_URL.polirovkaOkleyka,
    },
    {
        title: 'Восстановление и ремонт фар',
        link: NAVIGATION_URL.remont,
    },
    {
        title: 'Тюнинг',
        link: NAVIGATION_URL.uluchsheniyeKachestvaSveta,
    },
    {
        title: 'Регулировка света',
        link: NAVIGATION_URL.tehObsluzhivaniye,
    }
];

export const benefitsItems = [
    {
        title: 'профессионализм',
        description: 'Мы — команда опытных специалистов в области ретрофита фар. Наш богатый опыт и глубокие знания позволяют нам добиваться идеального результата, превращая старые фары в современные, безопасные и стильные элементы вашего автомобиля.',
    },
    {
        title: 'Индивидуальный подход',
        description: 'Мы предоставляем индивидуальные решения, полностью соответствующие вашим потребностям и ожиданиям, гарантируя высочайший уровень сервиса и персонализированный подход.',
    },
    {
        title: 'качество и надёжность',
        description: 'Мы ориентируемся на достижение превосходных результатов, используя только материалы высочайшего качества и новейшее профессиональное оборудование. Такой подход гарантирует надежность, долговечность и соответствие самым высоким стандартам качества.',
    },
];

export const worksTitle = 'Мы выполняем такие сложные работы как';
export const imageAlt = 'Фоновое изображение авто Prime Auto Прайм Авто';