import {OurProposalBlockList} from "@/components/_HelperComponents/OurProposalBlock/types";

export const PAGE_TITLE_TEXT = {
    title: "Полировка и оклейка фар в Минске",
    description: "Полировка и оклейка полиуретановой плёнкой фар в Минске, мы профессионально полируем фары",
    priceTitle: "Цены на полировку",
}

export const lightQualityProposalList: OurProposalBlockList[] = [
    {
        title: 'Шлифовка фар',
        description: 'Мы — команда опытных специалистов в области ретрофита фар. Наш богатый опыт и глубокие знания позволяют нам добиваться идеального результата, превращая старые фары в современные, безопасные и стильные элементы вашего автомобиля.',
    },
    {
        title: 'Полировка фар химическим методом',
        description: 'Мы предоставляем индивидуальные решения, полностью соответствующие вашим потребностям и ожиданиям, гарантируя высочайший уровень сервиса и персонализированный подход.',
    },
    {
        title: 'Полировка фар абразивной пастой',
        description: 'Мы ориентируемся на достижение превосходных результатов, используя только материалы высочайшего качества и новейшее профессиональное оборудование. Такой подход гарантирует надежность, долговечность и соответствие самым высоким стандартам качества.',
    },
];

export const priceDataSource = [
    {
        serviceName: 'Шлифовка и полировка фар',
        price: 'от 100',
    },
    {
        serviceName: 'Снятие и установка фар без снятия бампера',
        price: 'от 10',
    },
    {
        serviceName: 'Снятие и установка фар со снятием бампера',
        price: 'от 50',
    },
    {
        serviceName: 'Полировка фар без шлифовки',
        price: 'от 30',
    },
    {
        serviceName: 'Ремонт ДХО',
        price: 'от 100',
    },
];