import {OurProposalBlockList} from "@/components/_HelperComponents/OurProposalBlock/types";

export const PAGE_TITLE_TEXT = {
    title: "Устранение запотевания фар в Минске",
    description: "Запотевание фар – это не только проблема внешнего вида, но и угрозы безопасности на дороге. Мы предоставляем услуги по устранению запотевания фар в Минске, чтобы вернуть вам отличную видимость и избежать повреждений оптики. Наши специалисты проводят переуплотнение фар, проверку герметичности, а также пайку корпусов, устраняя все источники влаги и конденсата. Мы также выполняем полную очистку изнутри, чтобы фары снова светили ярко и чисто. Если вы заметили запотевание, не откладывайте решение проблемы. Обращайтесь к нам за профессиональной помощью по устранению запотевания фар в Минске, и мы восстановим их идеальную работоспособность.",
    priceTitle: "Цены на устранение запотевания",
}

export const proposalList: OurProposalBlockList[] = [
    {
        title: 'Переуплотнение фар',
        description: 'Переуплотнение фар в Prime Auto (Прайм Авто) в Минске восстанавливает ' +
            'герметичность и защищает от запотевания. Мы используем качественные уплотнители, ' +
            'обеспечивая надёжность и долговечность результата.',
    },
    {
        title: 'Проверка герметичности фары',
        description: 'Проверка герметичности фары от Prime Auto в Минске позволяет выявить причины ' +
            'запотевания и устранить их. Мы проводим детальную диагностику, чтобы гарантировать ' +
            'сухость и защиту внутренних элементов фары.',
    },
    {
        title: 'Пайка корпусов фар',
        description: 'Пайка корпусов фар в Prime Auto в Минске — это надёжное решение для устранения ' +
            'трещин и повреждений. Мы используем современные методы и материалы, чтобы восстановить ' +
            'прочность корпуса и герметичность фар.',
    },
];

export const priceDataSource = [
    {
        serviceName: 'Разборка/сборка стекла фары (полиуретановый герметик)',
        price: '200',
    },
    {
        serviceName: 'Разборка/сборка стекла фары (бутиловый герметик)',
        price: '150',
    },
    {
        serviceName: 'Ремонт пластика (сварка ремонтными прутками)',
        price: '4 руб за 1 см шва',
    },
];