import {MetaParamsInterface} from "@/constants/types";

export const META: MetaParamsInterface = {
    general: {
        title: 'Prime Auto – Профессиональная доработка и ремонт автомобильных фар в Минске',
        description: 'Prime Auto (Прайм Авто) предлагает услуги по улучшению качества света, полировке, оклейке ' +
            'фар и ремонту автосвета в Минске. Обращайтесь за качественным обслуживанием автомобильной оптики.',
        keywords: [
            "Prime Auto", "Прайм Авто", "автосвет Минск", "доработка фар Минск", "ремонт фар Минск",
            "полировка фар Минск", "оклейка фар Минск", "автосвет услуги"
        ],
        robots: ["index", "follow"],
    },
    uslugi: {
        title: 'Услуги Prime Auto по доработке и ремонту автомобильных фар в Минске',
        description: 'Prime Auto (Прайм Авто) предлагает полный спектр услуг по улучшению освещения, ' +
            'ремонту и обслуживанию автомобильных фар в Минске. Полировка, оклейка, установка Bi-Led модулей и другие услуги.',
        keywords: ["Prime Auto", "Прайм Авто", "услуги автосвета", "доработка фар", "ремонт автомобильных фар",
        "полировка фар Минск", "установка Bi-Led модулей"],
        robots: ["index", "follow"],
    },
    lightQuality: {
        title: 'Улучшение качества света на авто с Prime Auto в Минске | Установка Bi-Led, Bi-линз и диодных ламп',
        description: 'Prime Auto (Прайм Авто) предлагает услуги по улучшению качества света вашего ' +
            'автомобиля в Минске: установка Bi-Led модулей, Bi-линз и замена ламп на диодные.',
        keywords: [
            "Prime Auto", "Прайм Авто", "улучшение качества света Минск", "установка Bi-Led", "установка Bi-линз",
            "замена ламп на диодные"
        ],
        robots: ["index", "follow"],
    },
    contacts: {
        title: 'Контакты Prime Auto для связи по ремонту и доработке фар в Минске',
        description: 'Свяжитесь с Prime Auto (Прайм Авто) для получения услуг по ремонту и ' +
            'доработке автомобильных фар в Минске. Мы предоставляем профессиональные услуги с гарантией качества.',
        keywords: [
            "Prime Auto", "Прайм Авто", "контакты автосвет Минск", "связаться с нами Минск", "ремонт фар Минск"
        ],
        robots: ["index", "follow"],
    },
    price: {
        title: 'Цены на услуги Prime Auto по ремонту и доработке автомобильных фар в Минске',
        description: 'Ознакомьтесь с прайс-листом Prime Auto (Прайм Авто) на услуги по ремонту, ' +
            'полировке и доработке автомобильных фар в Минске. Качественные услуги по доступным ценам.',
        keywords: [
            "Prime Auto", "Прайм Авто", "цены на услуги автосвета Минск", "стоимость ремонта фар Минск", "цены на полировку фар"
        ],
        robots: ["index", "follow"],
    },
    polirovkaOkleyka: {
        title: 'Полировка и оклейка фар в Минске от Prime Auto | Защита и восстановление оптики',
        description: 'Prime Auto (Прайм Авто) предлагает услуги по полировке и оклейке фар в Минске. ' +
            'Восстановление прозрачности и защита от повреждений с помощью премиальной плёнки.',
        keywords: [
            "Prime Auto", "Прайм Авто", "полировка фар Минск", "оклейка фар Минск", "защита фар", "восстановление фар"
        ],
        robots: ["index", "follow"],
    },
    remont: {
        title: 'Ремонт фар в Минске с Prime Auto | Замена стекол, корпусов, ремонт ДХО',
        description: 'Prime Auto (Прайм Авто) предлагает услуги по ремонту фар в Минске: замена стекол, ' +
            'корпусов, ремонт креплений и ДХО. Верните фарам идеальный вид и функциональность.',
        keywords: [
            "Prime Auto", "Прайм Авто", "ремонт фар Минск", "замена стекол фар", "ремонт корпусов фар", "ремонт ДХО Минск"
        ],
        robots: ["index", "follow"],
    },
    tehObsluzhivaniye: {
        title: 'Техническое обслуживание фар от Prime Auto в Минске | Замена ламп, регулировка света',
        description: 'Prime Auto (Прайм Авто) предлагает техническое обслуживание фар в Минске: замена ' +
            'ламп, регулировка света по ГОСТ, замена блоков розжига ксенона. Профессиональный подход к обслуживанию.',
        keywords: [
            "Prime Auto", "Прайм Авто", "техническое обслуживание фар Минск", "замена ламп Минск", "регулировка света Минск",
            "замена блоков розжига ксенона"
        ],
        robots: ["index", "follow"],
    },
    zapotevaniye: {
        title: 'Устранение запотевания фар с Prime Auto в Минске | Переуплотнение, очистка и пайка',
        description: 'Prime Auto (Прайм Авто) предлагает услуги по устранению запотевания фар в Минске: ' +
            'переуплотнение, проверка герметичности, очистка изнутри и пайка корпусов.',
        keywords: [
            "Prime Auto", "Прайм Авто", "устранение запотевания фар Минск", "переуплотнение фар Минск", "герметичность фар Минск"
        ],
        robots: ["index", "follow"],
    },
    biled: {
        title: 'Установка Bi-Led модулей в фары с Prime Auto в Минске | Современные технологии для вашего авто',
        description: 'Prime Auto (Прайм Авто) предлагает профессиональную установку Bi-Led модулей в фары в ' +
            'Минске. Улучшите освещение, стиль и безопасность вашего автомобиля с помощью передовых технологий.',
        keywords: [
            "Prime Auto", "Прайм Авто", "установка Bi-Led модулей Минск", "Bi-Led модуль Минск", "улучшение освещения автомобиля"
        ],
        robots: ["index", "follow"],
    },
}