import {OurProposalBlockList} from "@/components/_HelperComponents/OurProposalBlock/types";

export const PAGE_TITLE_TEXT = {
    title: "Полировка и оклейка фар в Минске",
    description: "Фары вашего автомобиля потеряли прозрачность или нуждаются в защите? Мы предлагаем услуги по полировке и оклейке фар в Минске, чтобы восстановить их внешний вид и продлить срок службы. Полировка фар химическим или мануальным методом позволяет эффективно удалить потертости, царапины и пожелтение, возвращая фарам прозрачность и яркость. Для дополнительной защиты мы используем премиальную полиуретановую плёнку, которая защищает фары от повреждений, ультрафиолета и загрязнений. Все работы выполняются профессионально и с использованием качественных материалов. Ваши фары станут не только как новые, но и будут надёжно защищены от внешних воздействий. Обращайтесь к нам, чтобы сохранить фары вашего автомобиля в идеальном состоянии!",
    priceTitle: "Цены на полировку",
}

export const lightQualityProposalList: OurProposalBlockList[] = [
    {
        title: 'Шлифовка фар',
        description: 'Шлифовка фар в Prime Auto в Минске — это эффективный способ восстановления ' +
            'прозрачности и устранения повреждений на пластиковых покрытиях фар. Процесс шлифовки позволяет ' +
            'вернуть фарам исходный вид, улучшая качество освещения и внешний вид вашего автомобиля.',
    },
    {
        title: 'Полировка химия',
        description: 'Полировка фар химическим методом в Prime Auto (Прайм Авто) в Минске помогает ' +
            'удалить помутнения, царапины и следы эксплуатации. Мы используем специализированные ' +
            'химические составы, которые эффективно восстанавливают прозрачность и защищают фары от дальнейших повреждений.',
    },
    {
        title: 'Полировка абразив',
        description: 'Полировка фар абразивной пастой от Prime Auto в Минске позволяет устранить ' +
            'глубокие царапины и помутнения на фарах. Этот метод идеально подходит для восстановления ' +
            'прозрачности и улучшения освещённости, обеспечивая долгосрочный эффект и эстетичный внешний вид.',
    },
];

export const priceDataSource = [
    {
        serviceName: 'Шлифовка и полировка фар',
        price: 'от 150',
    },
    {
        serviceName: 'Оклейка фар полиуретановой плёнкой',
        price: 'от 150',
    },
    {
        serviceName: 'Снятие и установка фар без снятия бампера',
        price: 'от 10',
    },
    {
        serviceName: 'Снятие и установка фар со снятием бампера',
        price: 'от 50',
    },
    {
        serviceName: 'Полировка фар без шлифовки',
        price: 'от 30',
    },
    {
        serviceName: 'Ремонт ДХО',
        price: 'от 100',
    },
];