import {OurProposalBlockList} from "@/components/_HelperComponents/OurProposalBlock/types";

export const PAGE_TITLE_TEXT = {
    title: "Улучшение качества света в Минске",
    description: "Наша команда профессионально улучшает свет",
}

export const lightQualityProposalList: OurProposalBlockList[] = [
    {
        title: 'профессионализм',
        description: 'Мы — команда опытных специалистов в области ретрофита фар. Наш богатый опыт и глубокие знания позволяют нам добиваться идеального результата, превращая старые фары в современные, безопасные и стильные элементы вашего автомобиля.',
    },
    {
        title: 'Индивидуальный подход',
        description: 'Мы предоставляем индивидуальные решения, полностью соответствующие вашим потребностям и ожиданиям, гарантируя высочайший уровень сервиса и персонализированный подход.',
    },
    {
        title: 'качество и надёжность',
        description: 'Мы ориентируемся на достижение превосходных результатов, используя только материалы высочайшего качества и новейшее профессиональное оборудование. Такой подход гарантирует надежность, долговечность и соответствие самым высоким стандартам качества.',
    },
];