const YANDEX_REVIEWS_LINK = 'https://yandex.by/maps/org/191443735649/reviews?reviews%5BpublicId%5D=6q6vvc789pz48rg4rpnkyxnj3m&utm_source=review';

export const reviews = [
    {
        name: 'Петр',
        review: 'Спасибо огромное за проделанную работу. Сделали все быстро, на сколько было возможно. Ребята быстро решили проблему с треснувшими корпусами фар в нескольких местах. А также выставлением фар по зазорам. Очень скрупулезная и аккуратная работа, так как стекло фары тонкое, и могло лопнуть при неаккуратном ...',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Волат',
        review: 'Обзвонив большое количество мастерских наткнулся на автосвет, связался, получил грамотный развернутый ответ, и если в других мастерских при словах, что у меня дорестовая bmw e39 я слышал отказ (…ой нет мы такими не занимаемся…купите рестайлинг фары и мы их сделаем), здесь я услышал …конечно приезжайте разберемся ...',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Екатерина Пармон',
        review: 'Хотим поблагодарить ребят за проделанную работу. Такого эффекта мы не ожидали. Все сделали очень быстро и качественно) Все объяснили, наглядно показали, что и как будет выглядеть. Видно, что парни очень ответственно и с душой относятся к своей работе и к своим клиентами! Однозначно рекомендую, Такой уровень обслуживания ...',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Сергей Ожеровский',
        review: 'Эти ребята просто мастера своего дела, так как сделали из невозможного, просто конфетку, именно: 1. сделали из моих китайских недоделанных фар ангельский свет 2. Выставили зазоры фары, бампера, крыльев 3. Проконсультировали по фарам и подобрали модули, лампы без предоплаты 4. имеют большое терпение и энтузиазм в своём ...',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Руслан Васюк',
        review: 'Работа была с BMW е60 не самый простой вариант ) отлично все сделали. Ребята, спасибо большое за работу! Все на высшем уровне.Выполнена качественно, вы знаете свое дело.',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Максим М.',
        review: 'Вежливые ребята, по вопросам консультируют. Сделали на отлично, свет бомба!! помимо замены линз отремонтировали адаптив, восстановили крепления. Удачи и развития в вашем деле!',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Сергей Калитухо',
        review: 'Обращался к ребятам, потому что желтил правый ДХО. Сделали всё буквально за пару часов. Теперь всё чётко;) Причем ездил с этой проблемой к другим, и там не смогли помочь. По цене даже вышло дешевле, чем планировалось. Желаю дальнейшего развития вам!',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Oleg Bortkevich',
        review: 'Спасибо за помощь в экстренной ситуации! За день до выезда в долгую поездку прекратила гореть фара, обратился к ребятам, мало того, что они сделали все экстренно-быстро, так еще и дали большой спектр вариантов света, помогли с проводкой и сделали качественный свет! Буду обращаться по свету к ребятам обязательно!',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Руслан Фомченко',
        review: 'Приезжал к парням на устранение запотевания в фарах,все устранили. Так же была полировка фар и противотуманок+покрытие защитной пленкой,вид после проделанной работы вообще огонь! Парни профессионалы своего дела! Рекомендую👍',
        link: YANDEX_REVIEWS_LINK,
    },
    {
        name: 'Вадим Гриб',
        review: 'Нуждался на Volvo v70 в улучшении света, стояли обычные галогеновые лампы, ребята ни без сложностей установили би-лед модули, отполировали фары и заклеили в бронепленку, за что им ОГРОМНОЕ СПАСИБО! Теперь свет превосходный. Рекомендую!',
        link: YANDEX_REVIEWS_LINK,
    },
]