import {OurProposalBlockList} from "@/components/_HelperComponents/OurProposalBlock/types";

export const PAGE_TITLE_TEXT = {
    title: "Установка Bi-Led модулей в Минске",
    description: "Установка Bi-Led модулей — это современное решение для улучшения качества света и эстетики вашего автомобиля. Мы предлагаем профессиональную установку Bi-Led модулей в Минске, чтобы ваш автомобиль получил яркое, чёткое освещение и стильный внешний вид. Bi-Led модули обеспечивают высокую яркость и дальность света при минимальном потреблении энергии. Установка таких модулей позволяет улучшить видимость на дороге, сделать свет более насыщенным и равномерным, а также повысить безопасность в ночное время. Наши специалисты в Минске выполняют установку Bi-Led модулей на любые марки автомобилей с гарантией качества. Мы используем только проверенные компоненты и обеспечиваем точную настройку для достижения наилучшего результата. Обращайтесь к нам, чтобы улучшить свет вашего автомобиля с помощью Bi-Led модулей!",
    priceTitle: "Цены улучшения качества света",
}

export const lightQualityProposalList: OurProposalBlockList[] = [
    {
        title: '1-о чиповые Bi-Led модули',
        description: 'Установка одночиповых Bi-Led модулей в фары от Prime Auto в Минске — это доступный ' +
            'способ улучшить качество освещения. Такие модули предоставляют яркое и равномерное ' +
            'освещение, идеально подходя для автомобилей с ограниченным бюджетом на модернизацию.',
    },
    {
        title: '2-х чиповые Bi-Led модули',
        description: 'Установка двухчиповых Bi-Led модулей от Prime Auto в Минске — это решение ' +
            'для тех, кто ищет максимум яркости и дальнобойности. Эти модули обеспечивают ' +
            'превосходное освещение и чёткое разделение дальнего и ближнего света, что повышает безопасность на дороге.',
    },
    {
        title: 'Bi-Led модулей под завод',
        description: 'Установка Bi-Led модулей под завод в фары от Prime Auto в Минске идеально ' +
            'подходит тем, кто хочет сохранить оригинальный вид автомобиля, не жертвуя качеством света. ' +
            'Мы подбираем модули, которые точно соответствуют заводским стандартам и гарантируют долгосрочную эксплуатацию.',
    },
];

export const priceDataSource = [
    {
        serviceName: 'Регулировка света фар',
        price: '50',
    },
    {
        serviceName: 'Снятие и установка бампера и фар',
        price: '100',
    },
    {
        serviceName: 'Снятие и установка фары с одной стороны (без снятия бампера)',
        price: 'от 10',
    },
    {
        serviceName: 'Снятие и установка фар с обеих сторон (без снятия бампера)',
        price: 'от 20',
    },
    {
        serviceName: 'Снятие и установка фар со снятием колес и подкрылков с обеих сторон',
        price: '100',
    },
    {
        serviceName: 'Разборка/сборка стекла фары (полиуретановый герметик)',
        price: '200',
    },
    {
        serviceName: 'Разборка/сборка стекла фары (бутиловый герметик)',
        price: '150',
    },
    {
        serviceName: 'Разборка/сборка внутренних элементов фары (после демонтажа стекла)',
        price: 'от 50',
    },
    {
        serviceName: 'Установка/замена модуля освещения (одна фара)',
        price: 'от 50',
    },
    {
        serviceName: 'Замена модуля освещения (для фар с адаптивной системой) (одна фара)',
        price: 'от 100',
    },
    {
        serviceName: 'Электро-монтажные работы внутри фары',
        price: 'от 30',
    },
    {
        serviceName: 'Ремонт пластика (сварка ремонтными прутками)',
        price: '4 руб за 1 см шва',
    },
    {
        serviceName: 'Полировка и химическое восстановление стекол двух фар',
        price: 'От 100',
    },
    {
        serviceName: 'Оклейка защитной пленкой стекол двух фар',
        price: 'От 150',
    },
    {
        serviceName: 'Подключение диагностического прибора, считывание кодов неисправностей',
        price: '50',
    },
    {
        serviceName: 'Кодирование блоков',
        price: 'От 100',
    },
    {
        serviceName: 'Установка ламп',
        price: 'От 50',
    },
];